// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Pagina di prova";

TransferringProcessTitle = "Trasferimento del file…";
PrintingProcessTitle = "Stampa della pagina di prova…";

HSDTitleTextFieldValue = "Pagina di prova";
HSDInfoTextFieldValue = "In caso di problemi con la stampa di documento con questa stampante, è possibile provare a stampare una pagina di prova per identificare l'origine del problema.

Questa pagina viene inviata direttamente alla stampante, escludendo il software del driver della stampante e qualsiasi altra elaborazione del sistema.

Se la pagina campione viene stampata correttamente, i problemi potrebbero riguardare il sistema di stampa del computer. È possibile provare a reinstallare il software del driver della stampante per risolvere i problemi.

Se la stampa di prova non viene stampata o se la qualità di stampa fosse scarsa, significa che la stampante non funziona correttamente.";
HSDPrintButtonTitle = "Stampa pagina di prova";

HSDRMTTPPanelHeader = "Stampa rapporto sullo stato della stampante";
HSDRMTTPPanelHeader = "Stampare una pagina di prova per verificare che la periferica possa ricevere i dati e stampare correttamente dal computer. Per questa operazione è possibile usare carta normale.\n\nFare clic su Stampa pagina per stampare la pagina di prova.";
HSDRMTTPButtonTitle = "Stampa pagina";
RMTTaskTitle = "Rapporto Sullo\nStato";

NoPaperTitle = "Carta esaurita";
NoPaperMsg = "Carta esaurita nel dispositivo. Aggiungere altra carta nel vassoio di alimentazione.";
